Repository: giulianorasper/TeaDragon
Catalog: Localizable.xcstrings
Source language: en
Languages: ja

source: %.0f teaspoons
ja: %.0f小さじ

source: %.1f teaspoons
ja: %.1f小さじ

source: %lld steeps
ja: %lld煎

source: %lld. Steep
ja: %lld煎目

source: Add
ja: 追加

source: Cancel
ja: キャンセル

source: Cup
ja: カップ

source: Cup Name
ja: カップの名前

source: Cup Shelf
ja: カップ棚

source: cup to show intructions for
ja: 表示対象のカップ

source: Delete
ja: 削除

source: Done
ja: 完了

source: Edit
ja: 編集

source: Edit Tea
ja: お茶を編集

source: Grandma's Cup
ja: おばあちゃんのカップ

source: Imprint
ja: 運営者情報

source: Infusision Times
ja: 抽出時間

source: Medium Cup
ja: 中カップ

source: New Tea
ja: お茶を追加

source: Privacy Policy
ja: プライバシーポリシー

source: Recommendation
ja: おすすめ

source: Sencha
ja: 煎茶

source: Settings
ja: 設定

source: Small Cup
ja: 小カップ

source: Steep Progress
ja: 抽出進行

source: Steep Settings
ja: 煎の設定

source: Tea Dragon
ja: ティードラゴン

source: Tea Name
ja: 茶名

source: Tea Quantity
ja: お茶の量

source: Tea Type
ja: お茶の種類

source: Teas
ja: お茶

source: Temperature
ja: 水温
